[
  {
    "id": 1,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 1",
    "description": "This is the extended description for news item 1. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 1 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-01",
    "link": "https://example.com/news/1"
  },
  {
    "id": 2,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 2",
    "description": "This is the extended description for news item 2. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 2 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-02",
    "link": "https://example.com/news/2"
  },
  {
    "id": 3,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 3",
    "description": "This is the extended description for news item 3. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 3 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-03",
    "link": "https://example.com/news/3"
  },
  {
    "id": 4,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 4",
    "description": "This is the extended description for news item 4. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 4 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-04",
    "link": "https://example.com/news/4"
  },
  {
    "id": 5,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 5",
    "description": "This is the extended description for news item 5. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 5 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-05",
    "link": "https://example.com/news/5"
  },
  {
    "id": 6,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 6",
    "description": "This is the extended description for news item 6. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 6 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-06",
    "link": "https://example.com/news/6"
  },
  {
    "id": 7,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 7",
    "description": "This is the extended description for news item 7. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 7 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-07",
    "link": "https://example.com/news/7"
  },
  {
    "id": 8,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 8",
    "description": "This is the extended description for news item 8. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 8 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-08",
    "link": "https://example.com/news/8"
  },
  {
    "id": 9,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 9",
    "description": "This is the extended description for news item 9. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 9 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-09",
    "link": "https://example.com/news/9"
  },
  {
    "id": 10,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 10",
    "description": "This is the extended description for news item 10. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 10 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-10",
    "link": "https://example.com/news/10"
  },
  {
    "id": 11,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 11",
    "description": "This is the extended description for news item 11. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 11 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-11",
    "link": "https://example.com/news/11"
  },
  {
    "id": 12,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 12",
    "description": "This is the extended description for news item 12. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 12 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-12",
    "link": "https://example.com/news/12"
  },
  {
    "id": 13,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 13",
    "description": "This is the extended description for news item 13. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 13 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-13",
    "link": "https://example.com/news/13"
  },
  {
    "id": 14,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 14",
    "description": "This is the extended description for news item 14. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 14 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-14",
    "link": "https://example.com/news/14"
  },
  {
    "id": 15,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 15",
    "description": "This is the extended description for news item 15. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 15 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-15",
    "link": "https://example.com/news/15"
  },
  {
    "id": 16,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 16",
    "description": "This is the extended description for news item 16. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 16 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-16",
    "link": "https://example.com/news/16"
  },
  {
    "id": 17,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 17",
    "description": "This is the extended description for news item 17. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 17 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-17",
    "link": "https://example.com/news/17"
  },
  {
    "id": 18,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 18",
    "description": "This is the extended description for news item 18. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 18 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-18",
    "link": "https://example.com/news/18"
  },
  {
    "id": 19,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 19",
    "description": "This is the extended description for news item 19. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 19 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-19",
    "link": "https://example.com/news/19"
  },
  {
    "id": 20,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 20",
    "description": "This is the extended description for news item 20. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 20 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-20",
    "link": "https://example.com/news/20"
  },
  {
    "id": 21,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 21",
    "description": "This is the extended description for news item 21. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 21 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-21",
    "link": "https://example.com/news/21"
  },
  {
    "id": 22,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 22",
    "description": "This is the extended description for news item 22. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 22 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-22",
    "link": "https://example.com/news/22"
  },
  {
    "id": 23,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 23",
    "description": "This is the extended description for news item 23. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 23 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-23",
    "link": "https://example.com/news/23"
  },
  {
    "id": 24,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 24",
    "description": "This is the extended description for news item 24. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 24 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-24",
    "link": "https://example.com/news/24"
  },
  {
    "id": 25,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 25",
    "description": "This is the extended description for news item 25. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 25 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-25",
    "link": "https://example.com/news/25"
  },
  {
    "id": 26,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 26",
    "description": "This is the extended description for news item 26. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 26 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-26",
    "link": "https://example.com/news/26"
  },
  {
    "id": 27,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 27",
    "description": "This is the extended description for news item 27. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 27 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-27",
    "link": "https://example.com/news/27"
  },
  {
    "id": 28,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 28",
    "description": "This is the extended description for news item 28. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 28 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-28",
    "link": "https://example.com/news/28"
  },
  {
    "id": 29,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 29",
    "description": "This is the extended description for news item 29. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 29 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-29",
    "link": "https://example.com/news/29"
  },
  {
    "id": 30,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 30",
    "description": "This is the extended description for news item 30. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 30 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-30",
    "link": "https://example.com/news/30"
  },
  {
    "id": 31,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 31",
    "description": "This is the extended description for news item 31. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 31 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-31",
    "link": "https://example.com/news/31"
  },
  {
    "id": 32,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 32",
    "description": "This is the extended description for news item 32. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 32 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-32",
    "link": "https://example.com/news/32"
  },
  {
    "id": 33,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 33",
    "description": "This is the extended description for news item 33. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 33 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-33",
    "link": "https://example.com/news/33"
  },
  {
    "id": 34,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 34",
    "description": "This is the extended description for news item 34. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 34 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-34",
    "link": "https://example.com/news/34"
  },
  {
    "id": 35,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 35",
    "description": "This is the extended description for news item 35. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 35 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-35",
    "link": "https://example.com/news/35"
  },
  {
    "id": 36,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 36",
    "description": "This is the extended description for news item 36. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 36 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-36",
    "link": "https://example.com/news/36"
  },
  {
    "id": 37,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 37",
    "description": "This is the extended description for news item 37. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 37 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-37",
    "link": "https://example.com/news/37"
  },
  {
    "id": 38,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 38",
    "description": "This is the extended description for news item 38. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 38 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-38",
    "link": "https://example.com/news/38"
  },
  {
    "id": 39,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 39",
    "description": "This is the extended description for news item 39. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 39 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-39",
    "link": "https://example.com/news/39"
  },
  {
    "id": 40,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 40",
    "description": "This is the extended description for news item 40. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 40 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-40",
    "link": "https://example.com/news/40"
  },
  {
    "id": 41,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 41",
    "description": "This is the extended description for news item 41. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 41 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-41",
    "link": "https://example.com/news/41"
  },
  {
    "id": 42,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 42",
    "description": "This is the extended description for news item 42. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 42 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-42",
    "link": "https://example.com/news/42"
  },
  {
    "id": 43,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 43",
    "description": "This is the extended description for news item 43. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 43 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-43",
    "link": "https://example.com/news/43"
  },
  {
    "id": 44,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 44",
    "description": "This is the extended description for news item 44. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 44 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-44",
    "link": "https://example.com/news/44"
  },
  {
    "id": 45,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 45",
    "description": "This is the extended description for news item 45. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 45 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-45",
    "link": "https://example.com/news/45"
  },
  {
    "id": 46,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 46",
    "description": "This is the extended description for news item 46. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 46 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-46",
    "link": "https://example.com/news/46"
  },
  {
    "id": 47,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 47",
    "description": "This is the extended description for news item 47. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 47 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-47",
    "link": "https://example.com/news/47"
  },
  {
    "id": 48,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 48",
    "description": "This is the extended description for news item 48. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 48 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-48",
    "link": "https://example.com/news/48"
  },
  {
    "id": 49,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 49",
    "description": "This is the extended description for news item 49. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 49 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-49",
    "link": "https://example.com/news/49"
  },
  {
    "id": 50,
    "imageUrl": "https://via.placeholder.com/600x400",
    "title": "News Title 50",
    "description": "This is the extended description for news item 50. It includes more detailed information about the event or topic. The news covers various aspects and provides a comprehensive overview of the situation. For instance, news item 50 involves discussions around global events, local happenings, and important updates in the community. Additionally, there are expert opinions and analysis on how this development might impact the future. Stay informed by following the link to read more about this specific news story.",
    "date": "2023-03-50",
    "link": "https://example.com/news/50"
  }
]